Repository: artlogic/mnagivecamp
Catalog: sites/all/modules/site_map/translations/*.po
Languages: es, gl, nl

source: Site map message
es: Mensaje del Mapa
gl: Mensaxe do mapa do sitio
nl: Site map bericht

source: Define a message to be displayed above the site map.
es: Define el mensaje a mostrar encima del mapa del sitio.
gl: Define a mensaxe que será mostrada enriba do mapa do sitio.
nl: Dit bericht wordt boven de site map getoond.

source: Site map content
es: Contenido del Mapa del Sitio
nl: Site map inhoud

source: Show front page
es: Mostrar página de inicio
nl: Toon voorpagina

source: When enabled, this option will include the front page in the site map.
es: Cuando está habilitada, esta opción incluye la página inicial en el mapa del sitio.
nl: Indien geactiveerd, zal en in de site map een link worden weergegeven naar de voorpagina.

source: Show recent blog authors
es: Mostrar los autores de blog recientes
nl: Toon recente blog auteurs.

source: When enabled, this option will show the recent blog authors.
es: Cuando está habilitada, esta opción muestra los autores de blog recientes.
nl: Indien geactiveerd, zullen en in de site map links worden weergegeven naar recente blog auteurs.

source: Books to include in the site map
es: Libros a incluir en el mapa del sitio
nl: Boeken weergeven in de site map

source: Ctrl-click (Windows) or Command-click (Mac) to select more than one value.
es: Ctrl-click (Windows) o Command-click (Mac) para seleccionar más de un valor.
nl: Ctrl-click (Windows) of Command-click (Mac) om meerdere opties te selecteren.

source: Menus to include in the site map
es: Menús a incluir en el mapa del sitio
nl: Menus die in de site map moeten worden weergegeven

source: Categories to include in the site map
es: Categorías a incluir en el mapa del sitio
gl: Categorías a incluír no mapa do sitio
nl: Categorien die in de site map moeten worden weergegeven

source: Categories settings
es: Configuración de categorias
nl: Categorie instellingen

source: Show books expanded
es: Mostrar los libros expandidos
nl: Boeken uitgevouwen tonen

source: When enabled, this option will show all children pages for each book.
es: Cuando está habilitada, esta opción muestra las páginas hijo de cada libro.
nl: Indien geactiveerd, zullen alle onderliggende pagina's worden getoond van elk boek.

source: Show node counts by categories
es: Mostrar el número de nodos por categorías
gl: Mostrar numero de nodos nas categorías.
nl: Toon node aantallen bij categorien

source: When enabled, this option will show the number of nodes in each taxonomy term.
es: Cuando está habilitada, esta opción muestra el número de nodo en cada término de la taxonomía.
gl: Cando está habilitado, esta opción mostrará o número de nodos en cada termo de taxonomía.
nl: Indien geactiveerd, zullen alle node aantallen worden getoond bij categorien.

source: Categories depth
es: Profundidad de las categorías
nl: Categorie diepte

source: Specify how many subcategories should be included on the categorie page. Enter "all" to include all subcategories,"0" to include no subcategories, or "-1" not to append the depth at all.
es: Especifica cuantas subcategorías se deben incluir en la página de la categoría. Introduce "all" para incluir todas las subcategorías, "0" para no incluir subcategorías, o "-1" para no incluir la profundidad en absoluto.
nl: Specificeer het aantal subcategorien dat moet worden weergegeven. Typ "all" om alle subcategorien weer te geven,"0" om voor geen subcategorien, of "-1" om geen diepte in subcategorien weer te geven.

source: RSS settings
es: Configuración de RSS
nl: RSS instellingen

source: Include RSS links
es: Incluir enlaces RSS
nl: RSS links invoegen

source: When enabled, this option will show links to the RSS feeds for each category and blog.
es: Cuando está habilitada, esta opción muestra los enlaces a los orígenes RSS para cada categoría y blog.
nl: Indien geactiveerd, zullen RSS links worden getoond bij categorien.

source: RSS feed depth
es: Profundidad del origen RSS
gl: Profundidade do feed RSS
nl: RSS feed diepte

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
es: Especifica cuantas subcategorías deberían ser incluídas en el origen RSS. Introduce "all" para incluir todas las subcategorías, "0" para no incluir subcategorías.
nl: Specificeer het aantal subcategorien dat moet worden weergegeven in de RSS feed. Typ "all" om alle subcategorien weer te geven,"0" om voor geen subcategorien.

source: Site map
es: Mapa del Sitio

source: Control what should be displayed on the site map.
es: Controla lo que se debe mostrar en el mapa del sitio.
nl: Beheer de weergave van de site map.

source: Syndicate (site map)
es: Agregar (mapa del sitio)
nl: Sindiceer (site map)

source: Syndicate
es: Agregar
nl: Syndiceren

source: more
es: más
nl: meer

source: View the site map to see more RSS feeds.
es: Ver en el mapa del sitio más orígenes RSS.
nl: Bekijk de site map voor meer RSS feeds.

source: This is a link to a content RSS feed
es: Este es un enlace a contenido de origen RSS
nl: Dit is een link naar een content RSS feed

source: This is a link to a comment RSS feed
es: Este es un enlace a un comentario de origen RSS
nl: Dit is een link naar een commentaar RSS feed

source: Front page
es: Página Inicial
nl: Voorpagina

source: Front page of %sn
es: Página Inicial de %sn
nl: Voorpagina van %sn

source: Syndicate content
es: Agregar contenido
nl: Inhoud syndiceren

source: Syndicate comments
es: Agregar comentarios
nl: Commentaren syndiceren

source: Community blog and recent blog authors at %sn.
es: Blog de la comunidad y autores de blog recientes en %sn.
nl: Publieke blog en recente blog auteurs %sn.

source: All blogs
es: Todos los blogs
nl: Alle blogs

source: !s's blog
es: El blog de !s

source: Audio
es: Sonido

source: Audio content
es: Contenido de sonido

source: Video
es: Vídeo

source: Video content
es: Contenido de vídeo

source: Books
es: Libros
nl: Booken

source: Books at %sn.
es: Libros de %sn.
nl: Boeken op %sn.

source: access site map
es: acceder al mapa del sitio
gl: acceso ó mapa do sitio
nl: toegang tot site map

source: Display a site map.
es: Mostar el mapa del sitio.
gl: Mostra o mapa do sitio.
nl: Toon een site map.

source: Include navigation menus
gl: Incluír os menús de navegación

source: When enabled, this option will include the fully-expanded top-level navigation menus in the site map
gl: Cando está habilitado, esta opción incluirá os menus de navegación do nivel superior expandidos no mapa do sitio

source: Include RSS links by categories
gl: Incluír as ligazóns RSS das categorías

source: When enabled, this option will show links to the RSS feeds for each category.
gl: Cando está habilitada, esta opción mostrará ligazóns ós feeds RSS para cada categoría.

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
gl: Especifica cantas subcategorías serán incluídas no feed RSS. Insira "all" para incluir tódalas subcategorías ou "0" para non incluír subcategorías.

source: site map
gl: Mapa do sitio

source: administer site map
gl: administrar Mapa del sitio

source: site_map
gl: Mapa del sitio
